<?php

/**
 * Языковые константы админ панели
 */
return [
    'save' => 'Сохранить',
    'config' => [
        'config' => 'Настройки сайта',
        'title' => 'Настройки',
        'screen' => [
            'edit' => [
                'title' => 'Настройки сайта',
                'description' => 'Страница редактирования настроек сайта',
            ],
        ],
        'toasts' => [
            'save' => 'Изменения были сохранены',
            'nothing' => 'Вы ничего не изменили',
            'cache' => 'Кэш очищен'
        ],
        'cache' => [
            'clear' => [
                'all' => 'Очистить весь кэш',
                'news' => 'Очистить кэш новостей',
                'catalog' => 'Очистить кэш каталога'
            ],
        ],
        'groups' => [
            'config' => 'Настройки',
            'cache' => 'Управление кэшем'
        ],
        'fields' => [
            // TODO: delete examples
            'example' => [
                'kolicestvo-tovarov-na-stranice' => 'Количество товаров на странице',
                'stroka-naprimer' => 'Строка, например',
                'a-vot-i-cekboks' => 'А вот и чекбокс',
            ],
        ]
    ],
];
