<?php

/**
 * Языковые константы сообщений контроллера Товара
 */
return [
    'productRemove' => [
        'success' => 'Товар успешно удален из корзины',
        'error' => 'При удалении товара из корзины возникла непредвиденная ошибка',
    ],
    'changeProductAmount' => [
        'success' => 'Количество товара успешно изменено',
        'error' => 'При изменении количества товара в корзине возникла непредвиденная ошибка',
    ],
    'changeProductSeller' => [
        'success' => 'Продавец товара успешно изменен',
        'error' => 'При изменении продавца товара в корзине возникла непредвиденная ошибка',
    ],
];
