<?php

/**
 * Языковые константы для страницы сравнения товаров
 */
return [
    "onlyDiffSpecifications" => "Только различающиеся характеристики",
    "compareListIsEmpty" => "В списке сравнения товаров пока пусто",
    "price" => "Цена",
    "title" => "Сравнение товаров",
    "description" => "Разнообразный и богатый опыт постоянный количественный рост и сфера нашей активности обеспечивает широкому кругу (специалистов) участие в формировании системы обучения кадров, соответствует насущным потребностям. Идейные соображения высшего порядка, а также консультация с широким активом требуют определения и уточнения соответствующий условий активизации.",
];
