<?php

return [
    'phone' => 'Телефон',
    'email' => 'Email',
    'address' => 'Адрес',
    'your_name' => 'Ваше имя',
    'your_email' => 'Ваш email',
    'message' => 'Сообщение...',
    'submit' => 'Отправить',
    'socials' => 'Мы в соцсетях',
    'delivery' => [
        'title' => 'Доставка',
        'description' => 'Доставка по всему миру'
    ],
    'money_back' => [
        'title' => 'Возврат денег',
        'description' => 'Не даем никаких гарантий'
    ],
    'support' => [
        'title' => 'Поддержка',
        'description' => 'Денег нет, но вы держитесь'
    ],
    'quality' => [
        'title' => 'Гарантия качества',
        'description' => 'Наш завхоз рекомендует'
    ],
    'callback' => 'Обратная связь',
    'buy_anything' => 'Дайте я уже что-нибудь куплю',
    'can_i_buy' => 'А теперь-то можно покупать?',
    'message_send' => 'Ваше сообщение отправлено',
    'orders_empty' => 'Ну, купите у нас хоть что-нибудь 😿',
    'limited_edition' => 'Ограниченный тираж',
    'yes' => 'Да',
    'no' => 'Нет',
];
