<?php

/**
 * Языковые константы для навигации по сайту
 */
return [
    'main' => 'Главная',
    'catalog' => 'Каталог',
    'discounts' => 'Скидки',
    'contacts' => 'Контакты',
    'seller' => 'О продавце',
    'product' => 'О товаре',
    'load_more' => 'Показать ещё',
    'history' => 'История просмотра',
    'go_to_history' => 'Перейти на полный список',
    'navigation' => 'Навигация',
    'compare' => 'Сравнение товаров',
    'about' => 'О нас',
    'orders' => 'История заказов',
    'order' => 'Заказ №:number',
    'account' => 'Личный кабинет',
    'profile' => 'Профиль',
    'edit_profile' => 'Редактировать профиль',
];
