<?php

/**
 * Языковые константы сообщений контроллера Товара
 */
return [
    'addToCart' => [
        'success' => [
            'withoutSeller' => 'Товар в количестве :amount шт. успешно добавлен в корзину',
            'withSeller' => 'Товар у продавца :seller в количестве :amount шт. успешно добавлен в корзину',
        ],
        'error' => 'При добавлении товара в корзину возникла непредвиденная ошибка',
    ],
    'addToCompare' => [
        'success' => 'Товар успешно добавлен для сравнения',
        'error' => 'При добавлении товара для сравнения возникла непредвиденная ошибка',
    ],
];
