<?php

return [
    'string' => 'Значение должно быть текстовым',
    'integer' => 'Значение должно быть целым числом',
    'boolean' => 'Значение должно быть из чекбокса',
    'required' => 'Заполните поле',
    'min.numeric' => 'Переданное значение меньше минимально допустимого',
    'email' => 'Переданное значение не является валидным email',
    'min.string' => 'Длинна не менее :min',
    'max.string' => 'Длинна не более :max',
    'regex' => 'Неверный формат',
    'confirmed' => 'Введенные данные не совпадают',
];
